Repository: stef-k/Pylae
Catalog: src/Pylae.Desktop/Resources/Strings.*.resx
Languages: el_gr

# App_Title
source: Pylae
el_gr: Πύλαι

# App_Subtitle
source: Gate & Reception Control
el_gr: Διαχείριση Εισόδου

# Login_Title
source: Sign in
el_gr: Είσοδος

# Login_Username
source: Username
el_gr: Όνομα Χρήστη

# Login_Password
source: Password
el_gr: Κωδικός

# Login_QuickCode
source: Quick code
el_gr: Γρήγορος Κωδικός

# Login_Button
source: Login
el_gr: Είσοδος

# Gate_Mode_Entry
source: Entry
el_gr: Είσοδος

# Gate_Mode_Exit
source: Exit
el_gr: Έξοδος

# Gate_MemberNumber
source: Member number
el_gr: Αριθμός Δελτίου Εισόδου

# Gate_Notes
source: Notes
el_gr: Σημειώσεις

# Gate_LogButton
source: Log visit
el_gr: Καταγραφή επίσκεψης

# Gate_LastResult
source: Last Result
el_gr: Τελευταίο αποτέλεσμα

# Gate_InvalidMemberNumber
source: Enter a valid member number.
el_gr: Εισάγεται ένα έγκυρο αριθμό δελτίου εισόδου.

# Gate_MemberNotFound
source: Member not found or inactive.
el_gr: Το Δελτίο Εισόδου δεν βρέθηκε ή είναι ανενεργό.

# Gate_LogSuccess
source: Logged {0} {1} ({2}).
el_gr: Καταγράφηκε {0} {1} ({2}).

# Gate_LogFailed
source: Failed to log visit: {0}
el_gr: Αποτυχία καταγραφής επίσκεψης: {0}

# Gate_BadgeExpired
source: Badge expired on {0}.
el_gr: Το δελτίο έληξε την {0}.

# Gate_BadgeExpires
source: Badge will expire on {0}.
el_gr: Το δελτίο λήγει την {0}.

# Settings_Title
source: Settings
el_gr: Ρυθμίσεις

# Main_Welcome
source: Welcome
el_gr: Καλώς ήλθατε

# Tab_Members
source: Members
el_gr: Δελτία Εισόδου

# Tab_Visits
source: Visits
el_gr: Επισκέψεις

# Tab_Audit
source: Audit
el_gr: Έλεγχος

# Button_AddEdit
source: Add/Edit
el_gr: Προσθήκη/Επεξεργασία

# Button_Refresh
source: Refresh
el_gr: Ανανέωση

# Button_Export
source: Export
el_gr: Εξαγωγή

# Button_BadgePdf
source: Badge PDF
el_gr: PDF Δελτίου Εισόδου

# Button_RemoteSites
source: Remote Sites
el_gr: Απομακρυσμένες Εγκαταστάσεις

# Button_Filter
source: Filter
el_gr: Φίλτρο

# Button_Catalogs
source: Member Types
el_gr: Κατάλογοι

# Lock_Prompt
source: Session locked. Enter password or quick code.
el_gr: Η συνεδρία έληξε. Εισάγετε κωδικό ή γρήγορο κωδικό για είσοδο.

# Button_Unlock
source: Unlock
el_gr: Ξεκλείδωμα

# Button_Cancel
source: Cancel
el_gr: Άκυρο

# Button_SwitchUser
source: Switch user
el_gr: Αλλαγή χρήστη

# Lock_InvalidCredentials
source: Invalid credentials.
el_gr: Λανθασμένοι κωδικοί

# Lock_CurrentUser
source: Current user: {0}
el_gr: Τρέχων χρήστης: {0}

# Lock_NoUser
source: No user is currently signed in.
el_gr: Κανείς χρήστης συνδεδεμένος

# Lock_SwitchUserFailed
source: Switch user was cancelled or failed.
el_gr: Αποτυχία αλλαγής χρήστη.

# FirstRun_Title
source: First run setup
el_gr: Εκτέλεση οδηγού πρώτης χρήσης

# FirstRun_SiteCode
source: Site code
el_gr: Όνομα Εγκατάστασης

# FirstRun_SiteName
source: Site display name
el_gr: Εμφανιζόμενο Όνομα Εγκατάστασης

# FirstRun_Required
source: First run setup is required.
el_gr: Απαιτείται η εκτέλεση του οδηγού πρώτης χρήσης

# FirstRun_AdminLoginHint
source: Initial admin username: admin
el_gr: Όνομα χρήστη αρχικού διαχειριστή: admin

# FirstRun_SiteCodeHint
source: Lowercase, digits, dash/underscore allowed.
el_gr: Επιτρέπονται: Πεζοί χαρακτήρες, αριθμοί, παύλα ( - ) και κάτω παύλα ( _ ).

# FirstRun_SiteNameHint
source: Shown on title bar and badge; can include Greek.
el_gr: Εμφανίζεται στη γραμμή τίτλου και στο Δελτίο Εισόδου. Υποστηρίζονται Ελληνικοί χαρακτήρες.

# FirstRun_AdminHint
source: Default admin username: admin
el_gr: Όνομα χρήστη αρχικού διαχειριστή: admin

# FirstRun_EncryptionHint
source: Required to open the databases. Keep it safe; cannot be reset.
el_gr: Απαιτείται για πρόσβαση (αποκρυπτογράφηση) των βάσεων δεδομένων. Παρακαλώ αποθηκεύστε το και κρατήστε το ασφαλές!

# FirstRun_AdminPassword
source: Admin password
el_gr: Κωδικός διαχειριστή

# FirstRun_EncryptionPassword
source: Database encryption password
el_gr: Κωδικός Αποκρυπτογράφησης Βάσης Δεδομένων

# FirstRun_Language
source: Primary language
el_gr: Κύρια Γλώσσα

# FirstRun_Save
source: Save
el_gr: Αποθήκευση

# FirstRun_Cancel
source: Cancel
el_gr: Άκυρο

# FirstRun_InvalidSiteCode
source: Site code must be lowercase letters/numbers with dashes or underscores.
el_gr: Το όνομα της εγκατάστασης πρέπει να περιέχει μόνο πεζούς λατινικούς χαρακτήρες. Επιτρέπονται παύλες ( - ) και κάτω παύλες ( _) ενδιάμεσα από τους χαρακτήρες.

# FirstRun_RequiredFields
source: Site code, display name, admin password, and encryption password are required.
el_gr: Απαιτούνται τα: Όνομα Εγκατάστασης, Εμφανιζόμενο Όνομα Εγκατάστασης, Κωδικός Διαχειριστή και Κωδικός Αποκρυπτογράφησης Βάσης Δεδομένων.

# Button_Save
source: Save
el_gr: Αποθήκευση

# Tab_Users
source: Users
el_gr: Χρήστες

# Users_Username
source: Username
el_gr: Όνομα χρήστη

# Users_FirstName
source: First name
el_gr: Όνομα

# Users_LastName
source: Last name
el_gr: Επώνυμο

# Users_Role
source: Role
el_gr: Ρόλος

# Users_IsShared
source: Shared gate account
el_gr: Κοινός λογαριασμός

# Users_IsActive
source: Active
el_gr: Ενεργός

# Users_Password
source: Password
el_gr: Κωδικός

# Users_UsernameRequired
source: Username is required.
el_gr: Το όνομα χρήστη είναι υποχρεωτικό

# Users_AdminOnly
source: Only admins can manage users.
el_gr: Μόνο οι διαχειριστές μπορούν να ενημερώσουν στοιχεία χρηστών

# Users_SelectUser
source: Select a user first.
el_gr: Επιλέξτε χρήστη πρώτα

# Users_ResetPasswordPrompt
source: Enter new password for user:
el_gr: Εισάγετε νέο κωδικό για το χρήστη:

# Users_ResetQuickCodePrompt
source: Enter new quick code (4-6 digits, leave blank to clear):
el_gr: Εισάγετε νέο γρήγορο κωδικό (4-6 ψηφία, αφήστε κενό για διαγραφή):

# QuickCode_Hint
source: Quick code must be 4-6 digits (0-9 only)
el_gr: Ο γρήγορος κωδικός πρέπει να είναι 4-6 ψηφία (μόνο 0-9)

# Users_DeleteConfirm
source: Delete this user?
el_gr: διαγραφή του χρήστη;

# Users_DeactivateConfirm
source: Deactivate this user?
el_gr: Απενεργοποίηση του χρήστη;

# Users_QuickCodeNotAllowed
source: QuickCode is not allowed for admins.
el_gr: Ο Γρήγορος Κωδικός Σύνδεσης δεν είναι διαθέσιμος στους λογαριασμούς διαχειριστών

# Users_PasswordUpdated
source: Password updated.
el_gr: Ο κωδικός ενημερώθηκε

# Users_QuickCodeUpdated
source: Quick code updated.
el_gr: Ο Γρήγορος Κωδικός Σύνδεσης ενημερώθηκε

# Button_AddUser
source: Add user
el_gr: Προσθήκη χρήστη

# Button_EditUser
source: Edit user
el_gr: Επεξεργασία χρήστη

# Button_Deactivate
source: Deactivate
el_gr: Απενεργοποίηση

# Button_Delete
source: Delete
el_gr: Διαγραφή

# Button_ResetPassword
source: Reset password
el_gr: Επαναφορά κωδικού πρόσβασης

# Button_ResetQuickCode
source: Quick code
el_gr: Κωδικός γρήγορης πρόσβασης

# Button_Backup
source: Backup
el_gr: Αντίγραφο ασφαλείας

# Button_Restore
source: Restore
el_gr: Επαναφορά

# Backup_Saved
source: Backup created.
el_gr: Δημιουργήθηκε αντίγραφο ασφαλείας.

# Backup_Restored
source: Backup restored. Please restart the app.
el_gr: Έγινε επαναφορά αντιγράφων ασφαλείας. Επανεκκινήστε την εφαρμογή.

# Backup_RestoreConfirm
source: Restore will overwrite local databases and photos. Continue?
el_gr: Η επαναφορά θα αντικαταστήσει τις τοπικές βάσεις δεδομένων και τις φωτογραφίες. Συνέχεια;

# Backup_Failed
source: Backup operation failed.
el_gr: Δημιουργία αντιγράφου ασφαλείας απέτυχε

# Sync_PushMaster
source: Push master
el_gr: Ανέβασμα κύριας βάσης δεδομένων

# Sync_PullVisits
source: Pull visits db
el_gr: Καταγραφή βάσης δεδομένων επισκέψεων

# Sync_PushSuccess
source: Master data uploaded.
el_gr: Η κύρια βάση δεδομένων μεταφορτώθηκε.

# Sync_PushFailed
source: Failed to upload master data.
el_gr: Αποτυχία ανεβάσματος κύριας βάσης δεδομένων

# Sync_DownloadFailed
source: Failed to download visits database.
el_gr: Αποτυχία αποθήκευσης της βάσης δεδομένων επισκέψεων

# Sync_OverwriteVisitsConfirm
source: Overwrite local visits database?
el_gr: Αντικατάσταση της βάσης δεδομένων επισκέψεων;

# Sync_VisitsImported
source: Visits database updated.
el_gr: Η βάση δεδομένων επισκέψεων ενημερώθηκε.

# Sync_IncludePhotos
source: Include photos
el_gr: Συμπεριλαμβανομένων των φωτογραφιών

# Sync_PullMaster
source: Pull master
el_gr: Καταγραφή κύριας βάσης δεδομένων

# Sync_PullConfirm
source: Yes = merge remote into local, No = overwrite. Cancel to abort.
el_gr: Ναι = συγχώνευση απομακρυσμένων στα τοπικά δεδομένα, Όχι = αντικατάσταση τοπικών δεδομένων με απομακρυσμένα. Άκυρο.

# Sync_Status
source: Status
el_gr: Κατάσταση

# Sync_InfoReceived
source: Remote info received.
el_gr: Λήψη απομακρυσμένων δεδομένων.

# Sync_VisitsReceived
source: Visits received:
el_gr: Λήψη} επισκέψεων.

# Sync_VisitsReceivedCount
source: Visits received: {0}
el_gr: Λήφθηκαν {0} επισκέψεις.

# Sync_MasterImported
source: Master database updated.
el_gr: Η βάση δεδομένων ενημερώθηκε.

# Button_PrintBadge
source: Print badge
el_gr: Εκτύπωση Δελτίου Εισόδου

# Badge_PrintReady
source: Badge ready for printing.
el_gr: Το Δελτίο Εισόδου είναι έτοιμο για εκτύπωση.

# Badge_PrintFailed
source: Printing failed. Please open the PDF and print manually.
el_gr: Η εκτύπωση απέτυχε. Ανοίξτε το PDF και εκτυπώστε το χειροκίνητα.

# Settings_Saved
source: Settings saved successfully.
el_gr: Οι ρυθμίσεις αποθηκεύτηκαν με επιτυχία

# Members_SelectFirst
source: Select a member first.
el_gr: Επιλέξτε Δελτίο Εισόδου

# Members_NumberInvalid
source: Member number must be numeric.
el_gr: Ο αριθμός του Δελτίου Εισόδου πρέπει να αποτελείται από ψηφία (συνδυασμός αριθμών από 0 έως 9)

# Button_ChangePassword
source: Change password
el_gr: Αλλαγή κωδικού πρόσβασης

# Button_ChangeQuickCode
source: Change quick code
el_gr: Αλλαγή κωδικού γρήγορης πρόσβασης

# Account_PasswordUpdated
source: Password updated.
el_gr: Ο κωδικός ενημερώθηκε

# Account_QuickCodeUpdated
source: Quick code updated.
el_gr: Ο κωδικός γρήγορης σύνδεσης ενημερώθηκε

# Account_QuickCodeNotAllowed
source: Quick code is not allowed for shared or admin accounts.
el_gr: Ο κωδικός γρήγορης σύνδεσης δεν είναι διαθέσιμος για κοινούς λογαριασμούς και διαχειριστές

# App_UserNotAuthenticated
source: User not authenticated.
el_gr: Ο χρήστης δεν έχει συνδεθεί

# Export_MembersSaved
source: Members exported.
el_gr: Το αρχείο μελών εξάχθηκε

# Export_VisitsSaved
source: Visits exported.
el_gr: Το αρχείο επισκέψεων εξάχθηκε

# Export_AuditSaved
source: Audit exported.
el_gr: Το αρχείο ελέγχου εξάχθηκε.

source: Badge PDF saved.
el_gr: Το PDF του Δελτίου Εισόδου αποθηκεύτηκε.

# Sync_VisitsCountLabel
source: Received {0} visits.
el_gr: Λήφθηκαν {0} επισκέψεις.

# Sync_RecentEvents
source: Recent events
el_gr: Πρόσφατα γεγονότα

# Sync_MergeSummary
source: Merge applied. MemberTypes +{0}/{1}, Members +{2}/{3}
el_gr: Πραγματοποιημένες συγχωνεύσεις Γραφεία+{0}/{1}, Τύποι Δελτίων Εισόδου+{2}/{3}, Δελτία Εισόδου+{4}/{5}

# Sync_InfoDetails
source: Site: {0} ({1}) Members: {2} Visits: {3} Last visit: {4}
el_gr: Εγκατάσταση: {0} ({1}) Δελτία Εισόδου: {2} Επισκέψεις: {3} Τελευταία Επίσκεψη: {4}

# Sync_MasterMissing
source: Master database not found.
el_gr: Η βάση δεδομένων δεν βρέθηκε

# Sync_MergeConflicts
source: Skipped (newer local) - MemberTypes: {0}, Members: {1}
el_gr: Παραλείψεις (νεότερα τοπικά δεδομέναl) - Γραφεία: {0}, Τύποι Δελτίων Εισόδου: {1}, Δελτία Εισόδου: {2}

# Sync_MergeConflictsTypes
source: MemberTypes skipped: {0}
el_gr: Παραλείψεις Τύπων Δελτίων Εισόδου: {0}

# Sync_MergeConflictsMembers
source: Members skipped: {0}
el_gr: Παραλείψεις Δελτίων Εισόδου: {0}

# Backup_Invalid
source: Backup package is invalid or incomplete.
el_gr: Το αντίγραφο ασφαλείας είναι κατακερματισμένο ή δεν είναι πλήρης

# Backup_InvalidDetail
source: Backup failed verification: {0}
el_gr: Το αντίγραφο ασφαλείας δεν επαληθεύεται: {0}

# Backup_RestartPrompt
source: Restore completed. Restart now?
el_gr: Η επαναφορά ολοκληρώθηκε. Επανεκκίνηση τώρα;

source: Login failed.
el_gr: Αποτυχία εισόδου

# Users_PasswordRequired
source: Password is required for new users.
el_gr: Ο κωδικός απαιτείται για νέους χρήστες

# Photo_None
source: No photo
el_gr: Δεν υπάρχει φωτογραφεία

# Photo_SelectTitle
source: Select Photo
el_gr: Επιλογή φωτογραφίας

# DbPassword_Title
source: Database Password
el_gr: Κωδικός Αποκρυπτογράφησης Βάσης Δεδομένων

# DbPassword_Prompt
source: Enter encryption password:
el_gr: Εισάγετε τον κωδικό αποκρυπτογράφησης της βάσης δεδομένων:

# Visits_UpdateNotesPrompt
source: Update notes:
el_gr: Ενημέρωση σημειώσεων:

# Visits_UpdateNotesTitle
source: Notes
el_gr: Σημειώσεις

# Backup_ReasonMissingDb
source: Missing master or visits database after restore.
el_gr: Λείπει η κύρια βάση δεδομένων ή η βάση δεδομένων επισκέψεων μετά την επαναφορά.

# Backup_ReasonEmptyDb
source: Restored database file is empty.
el_gr: Το αρχείο βάσης δεδομένων που ανακτήθηκε είναι κενό.

# Backup_ReasonNoManifest
source: Manifest not found or incomplete.
el_gr: Το μανιφέστο δεν βρέθηκε ή είναι ελλιπές.

# Backup_ReasonChecksumMismatch
source: Checksum mismatch for restored databases.
el_gr: Αναντιστοιχία αθροίσματος ελέγχου για αποκατεστημένες βάσεις δεδομένων.

# Sync_MasterOverwritten
source: Master overwritten.
el_gr: Η βάση δεδομένων αντικαταστάθηκε

source: Member Number
el_gr: Αριθμός Δελτίου Εισόδου

# Member_FirstName
source: First Name
el_gr: Όνομα

# Member_LastName
source: Last Name
el_gr: Επίθετο

# Member_BusinessRank
source: Business Rank
el_gr: Βαθμός

# Member_PersonalId
source: Personal ID
el_gr: Αριθμός Ταυτότητας

# Member_BusinessId
source: Business ID
el_gr: Αριθμός Μητρώου

# Member_Office
source: Office
el_gr: Γραφείο

source: Member Type
el_gr: Τύπος Δελτίου Εισόδου

# Member_PermanentStaff
source: Permanent Staff
el_gr: Μόνιμος

# Member_ClearPhoto
source: Clear Photo
el_gr: Καθαρισμός Φωτογραφίας

# Member_NumberRequired
source: Member number is required.
el_gr: Ο αριθμός Δελτίου Εισόδου είναι υποχρεωτικός

# Member_DeleteConfirm
source: Delete this member?
el_gr: Διαγραφή του Δελτίου Εισόδου;

# Member_SaveSuccess
source: Member saved successfully.
el_gr: Το Δελτίο Εισόδου αποθηκεύτηκε με επιτυχία.

# Member_SaveFailed
source: Failed to save member
el_gr: Αποτυχία αποθήκευσης Δελτίου Εισόδου

# Member_DeleteSuccess
source: Member deleted successfully.
el_gr: Το Δελτίο Εισόδου διαγράφηκε με επιτυχία

# Member_DeleteFailed
source: Failed to delete member
el_gr: Αποτυχία διαγραφής Δελτίου Εισόδου

# User_CannotDeleteSystem
source: Cannot delete system users.
el_gr: Ο λογαριασμός του χειριστή του συστήματος δεν διαγράφεται

# User_SaveSuccess
source: User saved successfully.
el_gr: Ο χρήστης αποθηκεύτηκε με επιτυχία

# User_SaveFailed
source: Failed to save user
el_gr: Αποτυχία αποθήκευσης χρήστη

# User_DeleteSuccess
source: User deleted successfully.
el_gr: Αποτυχία διαγραφής χρήστη

# User_DeleteFailed
source: Failed to delete user
el_gr: Ο χρήστης διαγράφηκε με επιτυχία

# Button_New
source: New
el_gr: Νέο

source: Search
el_gr: Αναζήτηση

# DbPassword_WrongPassword
source: Incorrect encryption password. Please try again.
el_gr: Λανθασμένος κωδικός αποκρυπτογράφησης βάσης δεδομένων. Παρακαλώ προσπαθήστε πάλι.

# DbPassword_Cancelled
source: Database password is required to continue.
el_gr: Απαιτείται κωδικός αποκρυπτογράφησης της βάσης δεδομένων.

# DbPassword_RetryPrompt
source: Would you like to try entering the password again?
el_gr: Επαλήθευση του κωδικού

# DbPassword_DiscoveryTitle
source: Existing Database Found
el_gr: Βρέθηκε Υπάρχουσα Βάση Δεδομένων

# DbPassword_DiscoveryMessage
source: Found existing database for site: '{0}' Would you like to use this existing database? Click YES to use existing database (you'll need the encryption password) Click NO to start fresh with first-run setup
el_gr: Βρέθηκε υπάρχουσα βάση δεδομένων για την εγκατάσταση: '{0}' Θέλετε να χρησιμοποιήσετε αυτή τη βάση δεδομένων; Πατήστε ΝΑΙ για χρήση αυτής της βάσης δεδομένων (Απαιτείται κωδικός αποκρυπτογράφησης της βάσης δεδομένων) Πατήστε ΟΧΙ για έναρξη του οδηγού πρώτης χρήσης της εφαρμογής...

# DbPassword_MaxAttemptsReached
source: Maximum password attempts reached. Would you like to start with first-run setup instead? WARNING: Starting fresh will create a new database and you won't be able to access the existing data without the correct password.
el_gr: Μέγιστες δοκιμές κωδικού αποκρυπτογράφησης της βάσης δεδομένων. Θέλετε να εκτελέσετε τον οδηγό πρώτης χρήσης της εφαρμογής; ΠΡΟΣΟΧΗ: Η έναρξη οδηγού πρώτης χρήσης της εφαρμογής θα δημιουργήσει νέα βάση δεδομένων και δεν θα έχετε πρόσβαση στην υπάρχουσα βάση δεδομένων χωρίς τον κωδικό αποκρυπτογράφησης της βάσης δεδομένων.

# DbPassword_MaxAttemptsTitle
source: Password Attempts Exceeded
el_gr: Μέγιστος Αριθμός Προσπαθειών Εισαγωγής Κωδικού

# Tab_Gate
source: Gate
el_gr: Πύλη

# Tab_Settings
source: Settings
el_gr: Ρυθμίσεις

# Grid_MemberNumber
source: Member #
el_gr: Αριθμός Δελτίου Εισόδου

# Grid_FirstName
source: First Name
el_gr: Όνομα

# Grid_LastName
source: Last Name
el_gr: Επώνυμο

# Grid_PersonalIdNumber
source: Personal ID
el_gr: Αριθμός Ταυτότητας

# Grid_BusinessIdNumber
source: Business ID
el_gr: Αριθμός Μητρώου

# Grid_BusinessRank
source: Business Rank
el_gr: Βαθμός

# Grid_Office
source: Office
el_gr: Γραφείο

# Grid_MemberType
source: Member Type
el_gr: Τύπος Δελτίου Εισόδου

# Grid_IsPermanent
source: Permanent
el_gr: Μόνιμος

# Grid_PhotoPath
source: Photo
el_gr: Φωτογραφία

# Grid_CreatedAt
source: Created
el_gr: Δημιουργήθηκε

# Grid_UpdatedAt
source: Updated
el_gr: Ενημερώθηκε

# Grid_Username
source: Username
el_gr: Όνομα Χρήστη

# Grid_Role
source: Role
el_gr: Ρόλος

# Grid_IsActive
source: Active
el_gr: Ενεργό

# Grid_IsSharedLogin
source: Shared Login
el_gr: Κοινός Λογαριασμός

# Grid_LastLogin
source: Last Login
el_gr: Τελευταία Είσοδος

# Grid_VisitType
source: Type
el_gr: Τύπος

# Grid_Timestamp
source: Time
el_gr: Ημ/νία

# Grid_Notes
source: Notes
el_gr: Σημειώσεις

# Grid_LoggedBy
source: Logged By
el_gr: Καταγράφηκε Από

# Grid_Action
source: Action
el_gr: Ενέργεια

# Grid_EntityType
source: Affected Entity
el_gr: Οντότητα

# Grid_Changes
source: Changes
el_gr: Αλλαγές

# Grid_UserId
source: User ID
el_gr: ID Χρήστη

# Grid_OfficeId
source: Office ID
el_gr: Γραφείο ID

# Grid_MemberTypeId
source: Type ID
el_gr: Τύπος Δελτίου Εισόδου ID

# Grid_MemberId
source: Member ID
el_gr: Αναγνωριστικό
